Repository: ostyuchenko/shop-script
Catalog: plugins/genorder/locale/*/LC_MESSAGES/shop_genorder.po
Languages: ru_ru

source: Number of orders to generate
ru_ru: Сколько заказов создать

source: Time interval
ru_ru: Период времени

source: Distribute orders randomly between selected dates
ru_ru: Распределить заказы случайным образом между выбранными датами

source: Storefront
ru_ru: Витрина

source: Customer source
ru_ru: Источник покупателей

source: Leave blank for direct acquisition
ru_ru: Оставьте пустое поле, чтобы засчитать прямой переход на сайт

source: Referring web-site
ru_ru: Ссылающийся сайт

source: UTM campaign
ru_ru: UTM кампания

source: Action to perform with the order
ru_ru: Действие, которое следует выполнить с заказом

source: 0 to 3 days from order date
ru_ru: От 0 до 3 дней с даты создания заказа

source: Leave in New state
ru_ru: Оставить в состоянии Новый

source: Pay
ru_ru: Оплатить

source: Ship
ru_ru: Отправить

source: Complete
ru_ru: Завершить

source: Delete
ru_ru: Удалить

source: Percentage of new customers
ru_ru: Процент новых покупателей

source: Returning customers will be selected randomly from contacts created prior to order date
ru_ru: Повторные покупатели выбираются случайным образом из контактов, созданных до времени создания заказа

source: randomdatatools.ru (Russian)
ru_ru: randomdatatools.ru (русский)

source: randomuser.me (English)
ru_ru: randomuser.me (английский)

source: No API
ru_ru: Без API

source: Percentage of new customers with a photo
ru_ru: Процент покупателей с фотографией

source: Photos are only available via randomuser.me API
ru_ru: Фотографии доступны только по API randomuser.me

source: Generate
ru_ru: Запустить генерацию

source: Abort
ru_ru: Остановить

source: %d orders generated successfully
ru_ru: Успешно создано заказов: %d

source: %d attempts failed
ru_ru: Неудачных попыток: %d

source: from a %snew customer%s
ru_ru: от %sнового покупателя%s

source: from an %sexisting customer%s
ru_ru: от %sсуществующего покупателя%s

source: Order generation
ru_ru: Генератор заказов

source: Bulk order and customer creation for demo accounts and testing purposes
ru_ru: Массовая генерация заказов и покупателей для тестирования
