Repository: ostyuchenko/shop-script
Catalog: plugins/transferconsignment/locale/*/LC_MESSAGES/shop_transferconsignment.po
Languages: ru_ru

source: Transfer consignment
ru_ru: Сопроводительная накладная

source: Transfer
ru_ru: Трансфер

source: Transfer by
ru_ru: Оформил

source: Phone/Fax
ru_ru: Телефон/Факс

source: Approved by
ru_ru: Принял

source: Transfer date
ru_ru: Дата отправки

source: Received by
ru_ru: Дата приемки

source: Qty
ru_ru: Кол-во

source: Item description
ru_ru: Товар

source: Currency code
ru_ru: Валюта

source: Cost
ru_ru: Стоимость

source: Total
ru_ru: Итого
